[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=CrcbAk, chriszxl (小良奇), Ericus
VERSION=4.1.0

[Language]
LANGUAGE=简体中文
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0404, 0x0C04, 0x1404, 0x7C04,

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=文件(&F)
CUSTOMIZE=自定义(&C)
EXIT=退出(&E)
EDIT=编辑(&E)
COPY=复制(&C)
FUNCTION=功能(&U)
HIDE_SMART_INFO=隐藏 S.M.A.R.T. 信息(&S)
HIDE_SERIAL_NUMBER=隐藏序列号(&N)
SHOW_DRIVE_LETTER=显示驱动器卷标(&L)
ADVANCED_DISK_SEARCH=高级硬盘搜索(&A)
EVENT_LOG=日志(&V)
AAM_APM_CONTROL=AAM/APM 控制(&M)
AUTO_AAM_APM_ADAPTION=自动 AAM/APM (&P)
RESIDENT=常驻(&R)
STARTUP=随 Windows 开机时启动(&S)
OPEN_DISK_MANAGEMENT=打开磁盘管理(&D)
OPEN_DEVICE_MANAGER=打开设备管理(&M)
ADVANCED_FEATURE=高级特征(&F)
REFRESH=刷新(&R)
RESCAN=重新扫描(&C)
DISABLE=禁用(&D)
AUTO_REFRESH=自动刷新时间(&A)
AUTO_REFRESH_TARGET=自动刷新对象(&T)
AUTO_REFRESH_TARGET_ALL_DISK=自动刷新 - 所有勾选硬盘(&g)
AUTO_REFRESH_UNTARGET_ALL_DISK=自动刷新 - 所有未勾选硬盘(&U)
WAIT_TIME_AT_STARTUP=开机延时启动(&W)
GRAPH=图表(&G)
THEME=主题(&T)
DISK=硬盘(&D)
HELP=帮助(&H)
HELP_ABOUT=关于 CrystalDiskInfo(&A)
HELP_ABOUT_SMART=关于 S.M.A.R.T. (Wikipedia)[网页](&S)
LANGUAGE=界面语言(&L)
ITEM=项目(&I)
TEMPERATURE_TYPE=温度类型(&E)
CELSIUS=摄氏(°C)
FAHRENHEIT=华氏(°F)
HEALTH_STATUS_SETTING=硬盘健康状态设置(&H)

;Graph
OPTION=选项(&O)
LEGEND_POSITION=图例位置(&L)
NORTH_WEST=西北(&N)
NORTH_EAST=东北(&E)
SOUTH_WEST=西南(&W)
SOUTH_EAST=东南(&S)
MAX_PLOT_POINT=最大绘图点(&M)
TIME_FORMAT=时间格式(&T)
PAINT_WEEKEND=周末绘图(&P)
ALL=全部(&A)

;2.7.0
COPY_OPTION=复制选项(&O)
RESIDENT_STYLE=常驻样式(&Y)
MINIMIZE=最小化
HIDE=隐藏

;3.0.0
ZOOM=缩放窗口(&Z)
AUTO=自动(&A)
ATTRIBUTE=属性(&A)

;3.5.0
ASCII_VIEW=ASCII 视图
AUTO_DTECTION=自动检测
SECOND=秒
MINUTE=分钟
HOUR=小时

:3.9.4
WORKAROUND=解决方案(&O)

;4.0.0
ALERT_MAIL=警告邮件
MAIL_SETTINGS=邮件设置
SMART_IN_ENGLISH=英文的 S.M.A.R.T.
FONT_SETTING=字体设置

;5.0.0
ALERT_FEATURES=A&lert Features
ALARM_HISTORY=Alarm History
ALERT_SOUND=Alert Sound
SOUND_SETTINGS=Sound Settings
GADGET_SUPPORT=Gadget Support
INSTALL_GADGET=Install Gadget
ENABLE_AUTO=Enable (Auto Detection)
ENABLE_ALL=Enable (All Disks)
ENABLE_RAID=Enable (RAID Volume Only)

[TrayMenu]
EXIT=退出
REFRESH=刷新
RESCAN=重新扫描
ENABLE=启用
DISABLE=禁用
ENABLE_ALL=全部启用
DISABLE_ALL=全部禁用
AUTO_REFRESH=自动刷新间隔时间
AUTO_REFRESH_01_MIN=1 分钟
AUTO_REFRESH_03_MIN=3 分钟
AUTO_REFRESH_05_MIN=5 分钟
AUTO_REFRESH_10_MIN=10 分钟
AUTO_REFRESH_30_MIN=30 分钟
AUTO_REFRESH_60_MIN=60 分钟
AUTO_REFRESH_TARGET=自动刷新硬盘 
AUTO_REFRESH_TARGET_ALL_DISK=自动刷新 - 所有勾选硬盘
AUTO_REFRESH_UNTARGET_ALL_DISK=自动刷新 - 所有未勾选硬盘
ALARM_SETTING_TEMPERATURE=警告设置 - 温度
ALARM_SETTING_HEALTH_STATUS=警告设置 - 硬盘健康状态
SHOW_MAIN_WINDOW=显示主窗口
SHOW_TEMPERATURE_ICON=显示温度图示
SHOW_ALL_TEMPERATURE_ICON=显示所有温度图标
HIDE_ALL_TEMPERATURE_ICON=隐藏所有温度图标
COLLECTIVE_SETTING=通用设置
GRAPH=图表
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=仅显示温度图示

[DiskStatus]
GOOD=良好
CAUTION=警告
BAD=不良
UNKNOWN=未知
DISK=硬盘

[Dialog]
LIST_ID=ID
LIST_CURRENT=目前
LIST_WORST=最差
LIST_THRESHOLD=临界值
LIST_RAW_VALUES=Raw 值
;LIST_DESCRIPTION=描述
LIST_ATTRIBUTE_NAME=属性名称

FIRMWARE=固件
SERIAL_NUMBER=序列号
INTERFACE=接口
STANDARD=标准
TRANSFER_MODE=传输模式
BUFFER_SIZE=缓冲大小
NV_CACHE_SIZE=NV 缓冲大小
ROTATION_RATE=转速
TEMPERATURE=温度
POWER_ON_HOURS=已用时间总计
POWER_ON_COUNT=已用次数总计
DRIVE_LETTER=卷标
FEATURE=支持的功能
HEALTH_STATUS=硬盘健康状态

UNKNOWN=未知
POWER_ON_COUNT_UNIT=次
POWER_ON_HOURS_UNIT=小时
POWER_ON_DAYS_UNIT=天

;4.3
TOTAL_HOST_WRITES=Total Host Writes
TOTAL_HOST_READS=Total Host Reads
TOTAL_NAND_WRITES=Total NAND Writes

;4.5
WEAR_LEVELING_COUNT=Wear Leveling Count

[Message]
DETECT_UNIT_POWER_ON_HOURS=正在检测 [已用时间总计](需要大约 130 秒)
DETECT_DISK=正在检测硬盘
PLEASE_ENABLE_WMI=请启用 WMI(Windows控制管理器)
PLEASE_RESTART_THIS_APPLICATION=请重启程序以使新主题生效
DISK_NOT_FOUND=找不到硬盘

[Alarm]
ALARM_TEMPERATURE=警告 - 温度
ALARM_HEALTH_STATUS=警告 - 硬盘健康状态
DEGRADATION=效能降低
RECOVERY=恢复
;3.5.0
INFO_HEALTH_STATUS=信息 - 硬盘健康状态

[Graph]
PLEASE_SELECT_ITEM=请选择项目
ACTUAL_VALUE=真实值(原始值)
NORMALIZED_VALUE=正常值(目前值)
ALL_ON=全部打开
ALL_OFF=全部关闭
RESET=重新设置

[Customize]
LINE_COLOR=线颜色
BACKGROUND_IMAGE=背景图片
SUPPORTED_IMAGE_FORMAT=支持的图片格式
ALL_FILES=所有文件类型

;5.0.0
SUPPORTED_SOUND_FORMAT=Supported Sound Format

[AamApm]
AAM_LOW=<- 安静模式(80h)
AAM_HIGH=性能模式(FEh) ->
AAM_RECOMMEND=推荐值
APM_LOW=<- 节电模式(01h)
APM_HIGH=性能模式(FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=自动噪音管理(AAM)
ADVANCED_POWER_MANAGEMENT=进阶电源管理(APM)

[WindowTitle]
ABOUT=关于 CrystalDiskInfo
GRAPH=图表
CUSTOMIZE=自定义
VERSION_INFORMATION=版本信息
AAM_APM_CONTROL=AAM/APM 控制项
HEALTH_STATUS_SETTING=硬盘健康状态设置

;5.0.0
ALARM_HISTORY=Alarm History
SOUND_SETTINGS=Sound Settings

[HealthStatus]
THRESHOLD_OF_CAUTION=警告临界值
APPLY=应用
DEFAULT=默认

[Smart]
UNKNOWN=未知
VENDOR_SPECIFIC=特定厂商
01=底层数据读取出错率
02=数据
03=马达旋转同步时间
04=启动/停止 次数
05=重新分配扇区数
06=重分配扇区数
07=寻道出错率
08=寻道时间
09=累计加电时间
0A=启动重试次数
0B=重新校准重试次数
0C=通电次数
0D=软件读取错误率评估 
B8=端对端错误
BB=无法修正的错误报告
BC=命令超时
BD=高速飞行写入
BE=外部通风温度
BF=震动感应错误率
C0=断电撤销次数
C1=磁头升降次数
C2=硬盘内部温度
C3=硬体错误检核码复原
C4=重新配置事件次数(与坏轨有关)
C5=目前禁用扇区数
C6=无法修正的扇区总数
C7=UltraDMA 高速传输模式错误次数(与 SATA 线材优劣有关)
C8=写入错误率
C9=软件读取错误率
CA=资料位址标示错误
CB=失效取消
CC=软式 ECC 校正
CD=热极限率
CE=飞行高度
CF=旋转高电流
D0=旋转嗡嗡声
D1=离线搜寻效能
D3=写入时的震动
D4=写入时的震动
DC=磁盘移位
DD=震动感应错误率
DE=负载时数
DF=磁头升降重试次数
E0=负载摩擦
E1=磁头升降週期数
E2=及时负载
E3=转矩放大次数
E4=断电撤销週期
E6=GMR 磁头振幅
E7=硬盘内部温度
F0=磁头飞行时数
FA=读取错误重试率
FE=落下保护
;4.5.0
F1=Total LBAs Written
F2=Total LBAs Read

[SmartSsd]
01=读取错误率
02=传输效能
03=马达旋转同步时间
04=启动/停止次数
05=重新配置扇区数(与坏轨有关)
06=读取通道界限
07=搜寻错误率
08=搜寻时间效能
09=硬盘使用时数
0A=启动重试次数
0B=重新校准重试次数
0C=通电次数
0D=软件读取错误率评估 
C0=不安全关机次数
C2=硬盘内部温度
C4=重新配置事件次数(与坏轨有关)
C5=目前禁用扇区数
C6=无法修正的扇区总数
; CrystalDiskInfo assign
FF=剩余寿命

[SmartMtron]
BB=擦除次数总计

[SmartIndlinx]
01=读取错误率
09=硬盘使用时数
0C=通电次数
B8=初始损坏扇区数
C3=程序失败扇区数
C4=擦除失败扇区数
C5=读取失败扇区数
C6=读取扇区总数
C7=写入扇区总数
C8=读取命令总数
C9=写入命令总数
CA=来自 Flash 的错误位元总数
CB=包含可修正位元错误的读取扇区总数
CC=损坏扇区完整旗标
CD=最大 PE 次数规格
CE=最小擦除次数
CF=最大擦除次数
D0=平均擦除次数
D1=硬盘剩余寿命

[SmartJMicron60x]
09=硬盘使用时数
0C=通电次数
C2=硬盘内部温度
E5=停止系统 ID, Flash ID
E8=固件版本信息
E9=ECC 失败记录
EA=平均擦除次数，最大擦除次数
EB=良好扇区数，系统扇区数

[SmartIntel] ;Updated (4.3)
03=马达旋转同步时间
04=启动/停止次数
05=重新配置扇区数(与坏轨有关)
09=硬盘使用时数
0C=通电次数
C0=不安全关机次数
E1=主机写入
E8=可用的保留空间
E9=媒体磨损指示器
B8=端对端错误检测次数

;Updated 4.1
AA=可用的保留空间
AB=程序失败次数
AC=擦除失败次数
BB=无法修正的错误次数
E2=定时工作量媒体耗损指示器
E3=定时工作量主机读取百分比
E4=工作量计时器
F1=主机写入
F2=主机读取

;Updated 4.3
AE=Unexpected Power Loss
E2=Timed Workload Media Wear
E3=Timed Workload Host Read/Write Ratio
E4=Timed Workload Timer
F1=Total LBAs Written
F2=Total LBAs Read
F9=Total NAND Writes

[SmartSamsung] ;Updated (4.3)
05=报废扇区数
09=硬盘使用时数
0C=通电次数
AF=程序失败次数(芯片)
B0=擦除失败次数(芯片)
B1=耗损资源抚平次数
B2=已使用的保留空间数(芯片)
B3=已使用的保留空间数(总计)
B4=未使用的保留空间数(总计)
B5=程序失败次数(总计)
B6=擦除失败次数(总计)
B7=执行阶段损坏扇区(总计)
BB=无法修正的错误次数
BE=外部通风温度
C2=硬盘内部温度
C3=ECC Error Rate
C6=离线无法修正错误次数
C7=高速传输模式错误次数(与 SATA 线优劣有关)
C9=超级电容状态
CA=SSD 模式状态
EB=POR Recovery Count
F1=Total LBA Written
F2=Total LBA Read

[SmartSandForce] ;Updated (3.7)
01=原始读取错误率
05=报废扇区数
09=硬盘使用时数
0C=通电次数
0D=软件读取错误率
64=GB 已擦除
AA=保留区块数量
AB=程序失败次数
AC=擦除失败次数
AE=意外的电源中断数
B1=耗损范围差异
B5=程序失败次数
B6=擦除失败次数
B8=已报告的 I/O 错误检测代码错误
BB=无法修正的错误报告
C2=硬盘内部温度
C3=ECC 运作中次数
C4=重新配置事件次数(与坏轨有关)
C6=无法修正的扇区总数
C7=SATA R-Errors 错误次数
C9=无法修正的软件读取错误率
CC=软式 ECC 校正率
E6=寿命曲线状态
E7=SSD 寿命剩下
E8=可用的保留空间
EB=SuperCap 健康情况
F1=从主机写入的寿命
F2=从主机读取的寿命

[SmartJMicron61x] ;Added (3.9)
01=读取错误率
02=传输效能
03=马达旋转同步时间
05=重新配置扇区数(与坏轨有关)
07=搜寻错误率
08=搜寻时间效能
09=硬盘使用时数
0A=启动重试次数
0C=通电次数
A8=SATA PHY 错误次数
AF=损坏丛集表数(错误自动检查与更正(ECC)失败次数)
C0=意外电源中断次数
C2=硬盘内部温度
C5=目前禁用扇区数
AA=损坏区块数
AD=擦除次数
[SmartMicron] ;Added (4.0)/Updated (4.5)
01=原始读取错误率
05=重新配置扇区数
09=硬盘使用时数
0C=通电次数
AA=增长失败扇区数
AB=程序失败次数
AC=擦除失败次数
AD=耗损资源抚平次数
AE=意外的电源中断数
B5=非 4k 对齐存取
B7=SATA 介面减速(6.0G->3.0G, 3.0G->1.5G)
BB=报告无法更正的错误
BC=命令超时
BD=出厂损坏扇区数
C4=重新配置事件次数
C5=目前禁用扇区数
C6=Smart 离线扫瞄无法更正的错误次数
C7=UltraDMA 高速传输模式错误率
CA=已使用的额定寿命百分比
CE=写入错误率

;4.5
B8=Error Correction Count
C2=Enclosure Temperature
C3=Cumulative Corrected ECC

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
E8=Total Count of Write Sectors
E9=Remaining Life